TOKEN = ''
# heroku_app_name = ''

timezone_c = 'Europe/Kiev'
week_lang = 'неделя'
weekend_lang = '<b>Выходной</b>\nРасписание на следующий понедельник\n\n'
today_lang = 'Сегодня: '
choose_week_day_lang = 'Выбери день недели:'

'''
'1.  (8:30 - 9:50) []',
'2.  (10:00 - 11:20) []',
'3.  (11:50 - 13:10) []',
'4.  (13:20 - 14:40) []',
'5.  (14:50 - 16:10) []'
'''

schedule =\
[
    [
        # first week
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ]
    ],
    [
        # second week
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ],
        [
            '1.  (8:30 - 9:50) []',
            '2.  (10:00 - 11:20) []',
            '3.  (11:50 - 13:10) []',
            '4.  (13:20 - 14:40) []',
            '5.  (14:50 - 16:10) []'
        ]
    ]
]

months_list =\
[
    'Январь',
    'Февраль',
    'Март',
    'Апрель',
    'Май',
    'Июнь',
    'Июль',
    'Август',
    'Сентябрь',
    'Октябрь',
    'Ноябрь',
    'Декабрь'
]

days_list =\
[
    'Понедельник',
    'Вторник',
    'Среда',
    'Четверг',
    'Пятница',
    'Cуббота',
    'Воскресенье'
]

start_message = 'Это бот для видачи расписания групи \n' \
                'Команды:\n' \
                '/today - расписание на сегодня\n' \
                '/tomorrow - расписание на завтра\n' \
                '/monday - расписание на понедельник\n' \
                '/tuesday - расписание на вторник\n' \
                '/wednesday - расписание на среду\n' \
                '/thursday - расписание на четверг\n' \
                '/friday - расписание на пятницу'

help_message = 'Команды:\n' \
                '/today - расписание на сегодня\n' \
                '/tomorrow - расписание на завтра\n' \
                '/monday - расписание на понедельник\n' \
                '/tuesday - расписание на вторник\n' \
                '/wednesday - расписание на среду\n' \
                '/thursday - расписание на четверг\n' \
                '/friday - расписание на пятницу'
